Repository: Jajcus/jggtrans
Catalog: po/*.po
Languages: nl, pl

source: GG public directory search results
nl: Zoekresultaten van GG public directory
pl: Wyniki wyszukiwania w katalogu publicznym GG

source: Available
nl: Beschikbaar
pl: Dostępny

source: Away
nl: Afwezig
pl: Zaraz wracam

source: Unavailable
nl: Langdurig afwezig
pl: Niedostępny

source: GG user
nl: GG-gebruiker
pl: Użytkownik GG

source: Client version: %s (prot.0x%02X)
nl: Cliëntversie: %s (prot.0x%02X)
pl: Wersja klienta: %s (prot.0x%02X)

source: User IP: %s
nl: IP van gebruiker: %s
pl: Adres IP użytkownika: %s

source: User port: %u
nl: Gebruikerspoort: %u
pl: Port użytkownika: %u

source: Using proxy: http://%s:%i
nl: Gebruik maken van proxy: http://%s:%i
pl: Używam proxy: http://%s:%i

source: %u sessions in hash table
nl: %u sessies in hash-tabel
pl: %u sesji w hash-tablicy

source: Sheduling reconnect in %u seconds
nl: Geprogrammeerde reconnect in %u seconden
pl: Ustalam ponowne połączenie za %u sekund

source: Timeout for server %u
nl: Timeout voor server %u
pl: Przekroczenie limitu czasu połączenia z serwerem %u

source: Session timeout for %s
nl: Sessie Wachttijd verstreken voor %s
pl: Przekroczenie limitu czasu sesji dla %s

source: Remote Server Timeout
nl: Server Timeout
pl: Przekroczenie limitu czasu połączenia ze zdalnym serwerem

source: %s got notification from unknown contact %i, ignoring..
pl: %s dostał powiadomienie od nieznanego kontaktu %i, ignoruję...

source: %s got notification from contact %i whose presence was not requested, ignoring..
pl: %s dostał powiadomienie od kontaktu %i którego obecności nie oczekuje, ignoruję..

source: Checking error conditions...
nl: Bezig met controleren van foutcondities...
pl: Sprawdzanie warunków błedów...

source: Error on connection for %s
pl: Błąd połączenia dla %s

source: Hangup on connection for %s
pl: Rozłączenie połączenia dla %s

source: Invalid channel on connection for %s
nl: Ongeldig kanaal in verbinding voor %s
pl: Nieprawidłowy kanał w połączeniu dla %s

source: watching fd (gg_debug_level=%i)...
pl: obserwowanie fd (gg_debug_level=%i)...

source: Connection broken. Session of %s
pl: Zerwane połączenie. Sesja %s

source: Server closed connection of %s
pl: Serwer zamknął połączenie %s

source: Login failed for %s
pl: Nieudane logowanie dla %s

source: Unauthorized
nl: Authorisatie ongedaan gemaakt
pl: Nieupoważniony

source: Login succeed for %s
pl: Udane logowanie dla %s

source: Dropped conference message: sender: %i class: %i time: %lu
pl: Odrzucona wiadomość konferencyjna: nadawca: %i klasa: %i czas: %lu

source: Message: sender: %i class: %i time: %lu
nl: Bericht: afzender: %i klasse: %i tijd: %lu
pl: Wiadomość: nadawca: %i klasa: %i czas: %lu

source: GG System message #%i
nl: GG Systemmelding #%i
pl: Wiadomość Systemowa GG #%i

source: Ignoring the message.
pl: Ignoruję wiadomość.

source: Pong! ping time: %fs
nl: Pong! ping tijd: %fs
pl: Pong! czas pingu: %fs

source: Wrong gg userlist type: %i
nl: Verkeerd gg gebruikerslijsttype: %i
pl: Zły typ listy użytkowników GG: %i

source: Unknown GG event: %i
nl: Onbekende GG-gebeurtenis: %i
pl: Nieznane zdarzenie GG: %i

source: io handler done...
nl: io handler klaar...
pl: io handler kończy...

source: Deleting session for '%s'
nl: Bezig met verwijderen van sessie voor '%s'
pl: Usuwanie sesji dla '%s'

source: Trying to log in on server %u
nl: Bezig met proberen aanmelden op server: %u
pl: Próba logowania na serwerze %u

source: Setting gg status to %i (%s)
pl: Zmiana statusu gg na %i (%s)

source: Turning TLS %s
nl: Zet TLS %s
pl: TLS: %s

source: Creating session for '%s'
nl: Bezig met creëren van sessie voor '%s'
pl: Tworzenie sesji dla '%s'

source: Bad JID: '%s'
pl: Zły JID: '%s'

source: Looking up session for '%s'
nl: Sessie voor '%s' aan het opzoeken
pl: Szukanie sesji dla '%s'

source: Using '%s' as key
nl: Gebruik makend van '%s' als sleutel
pl: Używam '%s' jako klucza

source: Session not found
nl: Sessie niet gevonden
pl: Sesja nie znaleziona

source: User loaded, processing his subscriptions.
pl: Użytkownik załadowany, przetwarzanie jego listy kontaktów.

source: Creating new session
nl: Bezig met aanmaken van nieuw sessie
pl: Tworzenie nowej sesji

source: Changing gg status to %i
nl: Wijzigen van gg-status in %i
pl: Zmiana statusu gg na %i

source: Removing resource %s of %s
nl: Bezig met verwijderen van bron %s van %s
pl: Usuwanie zasobu %s dla %s

source: Delayed removal of resource %s of %s
nl: Uitgestelde verwijdering van bron %s van %s
pl: Odroczone usuwanie zasobu %s dla %s

source: Unknown resource %s of %s
nl: Onbekende bron %s van %s
pl: Nieznany zasób %s dla %s

source: Delaying removal of resource %s of %s
nl: Bezig met uitstellen van verwijdering van bron %s van %s
pl: Odraczam usunięcie zasobu %s dla %s

source: New resource %s of %s
nl: Nieuwe bron %s van %s
pl: Nowy zasób %s dla %s

source: %sSession: %p
nl: %sSessie: %p
pl: %sSesja: %p

source: %sUser:
nl: %s Gebruiker:
pl: %sUżytkownik:

source: %sResources:
nl: %sBronnen:
pl: %sZasoby:

source: %sResource: %p%s
nl: %sBron: %p%s
pl: %sZasób: %p%s

source: (current)
nl: (huidig)
pl: (obecny)

source: %sPriority: %i
nl: %sPrioriteit: %i
pl: %sPriorytet: %i

source: %sAvailable: %i
nl: %sBeschikbaar: %i
pl: %sDostępność: %i

source: %sShow: %s
nl: %sTonen: %s
pl: %sPokazywane: %s

source: %sGG session: %p
nl: %sGG-sessie: %p
pl: %sSesja GG: %p

source: %sStream: %p
pl: %sStrumień: %p

source: %sConnected: %i
nl: %sVerbonden: %i
pl: %sPołączony: %i

source: %sRequest id: %s
nl: %sVerzoek id: %s
pl: %sId żądania: %s

source: %sRequest query: %s
nl: %sAanvraag verzoeken: %s
pl: %sTreść żądania: %s

source: %sWaiting for ping: %i
nl: %sBezig met wachten op ping: %i
pl: %sOczekiwanie na ping: %i

source: with TLS
nl: met TLS
pl: z szyfrowaniem TLS

source: %s (Connected via hub to %s:%i%s)
nl: %s (Verbonden met %s via hub:%i%s)
pl: %s (Połączony przez hub do %s:%i%s)

source: %s (Connecting via hub%s)
nl: %s (Bezig met verbinden via hub%s)
pl: %s (Łączenie przez hub%s)

source: %s (%s to %s:%u%s)
nl: %s (%s naar %s:%u%s)
pl: %s (%s do %s:%u%s)

source: Connected
nl: Verbonden
pl: Połączony

source: Connecting
nl: Bezig met verbinden
pl: Łączenie

source: Statistic not found
nl: Statistiek niet gevonden
pl: Parametr nie znaleziony

source: Unknown host: %s
nl: Onbekende host: %s
pl: Nieznany host: %s

source: connect: %s
nl: verbonden: %s
pl: połączenie: %s

source: Couldn't connect to jabber server
nl: Kon niet verbinden met Jabberserver
pl: Nie mogę połączyć się z serwerem jabbera

source: Connection to jabber server broken
nl: Verbinding met Jabberserver verbroken
pl: Zerwane połączenie z serwerem jabbera

source: Unconnected stream
nl: Niet verbonden stream
pl: Niepołączony strumień

source: Error reading from stream
pl: Błąd odczytu ze strumienia

source: No <spool/> defined in config file
nl: Geen <spool/> gedefiniëerd in bestand
pl: Nie zdefiniowano <spool/> w pliku konfiguracyjnym

source: Couldn't enter %s: %s
nl: Kon %s niet betreden: %s
pl: Nie mogę wejść do %s: %s

source: Before cleanup: %u users in hash table
pl: Przed sprzątaniem: %u użytkowników w hash-tablicy

source: Still %u users in hash table
nl: Nog steeds %u gebruikers in hash-tabel
pl: Jeszcze %u użytkowników w hash-tablicy

source: user_remove: user '%s' not found in hash table
nl: user_remove: gebruiker '%s' niet gevonden in hash-tabel
pl: user_remove: użytkownik '%s' nie znaleziony w hash-tablicy

source: Not saving user '%s' - account not confirmed.
nl: Gebruiker '%s' word niet opgelsagen - account niet bevestigd.
pl: Nie zapisuję użytkownika '%s' - konto nie potwierdzone

source: Saving user '%s'
nl: Opslaan van gebruiker '%s'
pl: Zapisuję użytkownika '%s'

source: Couldn't open '%s': %s
nl: Kon '%s' niet openen: %s
pl: Nie mogę otworzyć '%s': %s

source: Couldn't save '%s': %s
nl: Kon '%s' niet opslaan: %s
pl: Nie mogę zapisać '%s': %s

source: Couldn't unlink '%s': %s
nl: Kon '%s' niet unlinken: %s
pl: Nie mogę usunąć '%s': %s

source: Couldn't rename '%s' to '%s': %s
nl: Kon '%s' niet hernoemen naar '%s': %s
pl: Nie mogę zmienić nazwy '%s' na '%s': %s

source: Loading user '%s'
nl: Bezig met laden van gebruiker '%s'
pl: Wczytuję użytkownika '%s'

source: Bad JID: %s
pl: Zły JID: %s

source: Couldn't read or parse '%s': %s
nl: Kon '%s' niet lezen of ontleden: %s
pl: Nie mogę odczytać bądź przetworzyć '%s': %s

source: XML parse error
nl: XML-ontledingsfout
pl: Błąd przetwarzania XML

source: Couldn't find JID in %s's file
nl: Kon JID niet vinden in %s's bestand
pl: Nie mogę znaleźć JID w pliku %s

source: Couldn't find UIN in %s's file
nl: Kon UIN niet vinden in %s's bestand
pl: Nie mogę znaleźć UINa w pliku %s

source: Couldn't find password in %s's file
nl: Kon wachtwoord niet vinden in %s's bestand
pl: Nie mogę znaleźć hasła w pliku %s

source: Destroying user '%s'
nl: Verwijderen van gebruiker '%s'
pl: Niszczę użytkownika '%s'

source: Creating user '%s'
nl: Bezig met aanmaken van gebruiker '%s'
pl: Tworzę użytkownika '%s'

source: User '%s' already exists
nl: Gebruiker '%s' bestaat al
pl: Użytkownik '%s' już istnieje

source: Bad UIN
nl: Ongeldige UIN
pl: Nieprawidłowy UIN

source: Password not given
nl: Wachtwoord niet opgegeven
pl: Nie podano hasła

source: JID not given
nl: JID niet opgegeven
pl: Nie podano JID

source: Couldn't open '%s' directory: %s
nl: Kon map '%s' niet openen: %s
pl: Nie mogę otworzyć katalogu '%s': %s

source: Couldn't stat '%s': %s
nl: Kon '%s' niet statten: %s
pl: Nie mogę pobrać informacji o '%s': %s

source: %sUser: %p
nl: %sGebruiker: %p
pl: %sUżytkownik: %p

source: %sPassword: %p
nl: %sWachtwoord: %p
pl: %sHasło: %p

source: %sLast sys message: %i
nl: %sLaaste sys bericht: %i
pl: %sOstatnia wiad. systemowa: %i

source: %sConfirmed: %i
nl: %sBevestigd: %i
pl: %sPotwierdzony: %i

source: %sContacts:
nl: %sContacten:
pl: %sKontakty:

source: %sContact: %p
pl: %sKontakt: %p

source: %sLast update: %s
nl: %sLaaste update: %s
pl: %sOstatnia aktualizacja: %s

source: handshake OK
nl: handdruk OK

source: "Invisible" mode
nl: "Onzichtbaar" modus

source: invisible: on
nl: onzichtbaar: aan

source: invisible: off
nl: onzichtbaar: uit
