Repository: Jajcus/jggtrans
Catalog: po/*.po
Languages: nl, pl

source: Invalid tag <%s/> in config section <acl/>
nl: Ongeldig element <%s/> in configuratiesectie <acl/>
pl: Niewłaściwy element <%s/> sekcji <acl/> pliku konfiguracyjnego

source: Not Allowed - bad 'from'
pl: Zabronione - złe 'od'

source: Allowed
nl: Toegelaten
pl: Dozwolony

source: Denied
nl: Geweigerd
pl: Zabroniony

source: Bad 'from' address
pl: Zły adres 'od': %s

source: You are not allowed to browse users
nl: Het is u niet toegestaan om gebruikers te browsen
pl: Nie masz zezwolenia na przeglądanie listy użytkowników

source: Online users
nl: Online gebruikers
pl: Użytkownicy online

source: Browse request for unknown resource
nl: Browse-verzoek voor onbekende bron
pl: Żądanie przeglądania nieistniejącego zasobu

source: Disco request for unknown node
nl: Disco-verzoek voor onbekende node
pl: Żądanie przeglądania nieistniejącego węzła

source: - unknown -
nl: - onbekend -
pl: - nieznany -

source: Unknown user: %s
nl: Onbekende gebruiker: %s
pl: Nieznany użytkownik: %s

source: I don't know you
nl: Ik ken u niet
pl: Nie znam Ciebie.

source: No UIN given in 'to': %s
nl: Geen UIN opgegeven in 'aan': %s
pl: Nie podany 'UIN' w 'do': %s

source: Bad Request
nl: Onjuist verzoek
pl: Nieprawidłowe Żądanie

source: Not Acceptable
nl: Niet aanvaardbaar
pl: Nie Do Przyjęcia

source: Service Unavailable
nl: Service niet beschikbaar
pl: Usługa Niedostępna

source: No vcard for server defined
nl: Geen vCard voor server gedefiniëerd
pl: Brak wizytówki serwera

source: Wrong to=%s (my name is %s)
nl: Verkeerde to=%s (mijn naam is %s)
pl: Zły do=%s (ja jestem %s)

source: No from in query: %s
nl: Geen "van" in verzoek: %s
pl: Brak od w zapytaniu: %s

source: No subelement in <iq type='get'> in query: %s
nl: Geen subelement in <iq type='get'> in verzoek: %s
pl: Brak podelementu w <iq type='get'> w zapytaniu: %s

source: No namespace defined for <iq/> subelement: %s
nl: Geen namespace gedefiniëerd voor het <iq/>-subelement: %s
pl: Brak zdefiniowanego namespace dla podelementu <iq/>: %s

source: No <iq type='set'/> implemented for %s
nl: Geen <iq type='set'/> geïmplementeerd voor %s
pl: Nie zaimplementowany <iq type='set'/> dla %s

source: Not implemented
nl: Niet ingeprogrammeerd
pl: Nie zaimplementowane

source: No <iq type='get'/> implemented for %s
nl: Geen <iq type='get'/> geïmplementeerd voor %s
pl: Nie zaimplementowany <iq type='get'/> dla %s

source: No known content in iq: %s
nl: Geen gekende inhoud in iq: %s
pl: Nieznana zawartość w iq: %s

source: Error iq received: %s
nl: Fout-iq ontvangen: %s
pl: Błąd w otrzymanym iq: %s

source: unexpected <iq/> (not connected yet)
nl: onverwachte <iq/> (nog niet verbonden)
pl: nieoczekiwany <iq/> (brak połączenia)

source: Not allowed
nl: Niet toegestaan
pl: Nie wolno

source: Unsupported <iq/> type in: %s
nl: Niet ondersteund <iq/>-type in: %s
pl: Nieobsługiwany typ <iq/> w: %s

source: unexpected <stream:stream/>
nl: onverwachte <stream:stream/>
pl: nieoczekiwany <stream:stream/>

source: unexpected <hanshake/>
nl: onverwachte <hanshake/>
pl: nieoczekiwany <hanshake/>

source: Stream error: %s
nl: Stream-fout: %s
pl: Błąd strumienia: %s

source: Unsupported tag: %s
nl: Niet ondersteunde tag: %s
pl: Nieobsługiwany tag: %s

source: Stream Error
nl: Streamfout
pl: Błąd Strumienia

source: Unknown node type: %i
nl: Onbekend nodetype: %i
pl: Nieznany typ węzła: %i

source: No <service/> found in config file
nl: Geen <service/>-tag gevonden in configuratiebestand
pl: Nie znaleziony tag <service/> w pliku konfiguracyjnym

source: <service/> without "jid" in config file
nl: <service/> zonder "jid" in configuratiebestand
pl: <service/> bez "jid" w pliku konfiguracyjnym

source: Jabberd server not found in config file
nl: Geen Jabberserver gevonden in configuratiebestand
pl: Nie znaleziony serwer jabbera w pliku konfiguracyjnym

source: Connect port not found in config file
nl: Poort niet gevonden in configuratiebestand
pl: Port połączenia nie znaleziony w pliku konfiguracyjnym

source: Connect secret not found in config file
nl: "Server secret" niet gevonden in configuratiebestand
pl: Hasło połączenia nie znalezione w pliku konfiguracyjnym

source: Registration instructions not not found in config file
nl: Registratie-instructies niet gevonden in configuratiebestand
pl: Nie znaleziono instrukcji rejestracji w pliku konfiguracyjnym

source: Search instructions not found in config file
nl: Zoekinstructies niet gevonden in configuratiebestand
pl: Nie znaleziono instrukcji wyszukiwania w pliku konfiguracyjnym

source: Gateway instructions not found in config file
nl: Gateway-instructies niet gevonden in configuratiebestand
pl: Nie znaleziono instrukcji dla bramki w pliku konfiguracyjnym

source: Gateway prompt not found in config file
nl: Gateway prompt niet gevonden in configuratiebestand
pl: Nie znaleziono promptu dla bramki w pliku konfiguracyjnym

source: Non-digits before '@' in jid: %s
nl: Ongeldige tekens voor het @-teken in jid: %s
pl: Nie-cyfry przed @ w jid: %s

source: slash<at (%i<%i) in %s
pl: slash<at (%i<%i) w %s

source: JID domain too long
pl: Domena JID za długa

source: JID domain doesn't pass ToUnicode
pl: Domena JID nie przechodzi ToUnicode

source: Bad hostname (%s) in JID: %s
nl: Onjuiste hostnaam (%s) in JID: %s
pl: Nieprawidłowa nazwa hosta (%s) w JID: %s

source: empty domain in %s
pl: pusta domena w %s

source: node too long in %s
pl: węzeł za długi w %s

source: domain too long in %s
pl: domena za długa w %s

source: resource too long in %s
pl: zasób za długi w %s

source: bad node: %s
pl: zła nazwa użytkownika: %s

source: bad domain: %s
pl: zła 'domena': %s

source: Fatal error: %s
nl: Fatale fout: %s
pl: Błąd krytyczny: %s

source: Error: %s
nl: Fout: %s
pl: Błąd: %s

source: Warning: %s
nl: Waarschuwing: %s
pl: Uwaga: %s

source: Unknown: %s
nl: Onbekend: %s
pl: Nieznany: %s

source: Fatal error: %s
nl: Fatale fout: %s
pl: Błąd krytyczny: %s

source: Error: %s
nl: Fout: %s
pl: Błąd: %s

source: Warning: %s
nl: Waarschuwing: %s
pl: Uwaga: %s

source: Daemonizing...
nl: Bezig met starten van daemon...
pl: Przechodzę w tło...

source: Failed to fork(): %s
nl: Aanmaken van fork() mislukt: %s
pl: Nieudany fork(): %s

source: Daemon born, pid %i.
nl: Daemon ontstaan, pid %i.
pl: Narodziny demona, pid %i.

source: I am a daemon, I think.
nl: Ik ben een daemon denk ik.
pl: Wydaje mi się, że jestem demonem.

source: Usage: %s [OPTIONS]... [<config file>]
nl: Gebruik: %s [OPTIES]... [<configuratiebestand>]
pl: Użycie: %s [OPCJE]... [<plik konfiguracyjny>]

source: Options:
nl: Opties:
pl: Opcje:

source: -h This message
nl: -h Dit bericht
pl: -h Te informacje

source: -f Run in foreground. Debug/error messages will be sent to stderr
nl: -f Uitvoeren op voorgrond. Debug/fout-meldingen zullen naar stderr gestuurd worden
pl: -f Działanie na konsoli. Informacje debug'u będą wysyłane na stderr

source: -d <n> Log level (0(default) - normal, >0 more, <0 less)
nl: -d <n> Log level (0(standaard) - normaal, >0 meer, <0 minder)
pl: -d <n> Poziom logowania (0(domyślny) - normalny, >0 więcej, <0 mniej)

source: -D <n> libgg debug level (enables also -f)
nl: -D <n> libgg debug level (activeert ook -f)
pl: -D <n> poziom debugowania libgg (dodatkowo włącza -f)

source: -u <user> Switch to uid of <user> on startup
nl: -u <user> Schakel naar uid van <user> tijdens opstarten
pl: -u <user> Przełączenie na uid <user>'a po starcie

source: -g <group> Switch to gid of <group> on startup
nl: -g <group> Schakel naar gid van <group> tijdens opstarten
pl: -g <group> Przełączenie na gid <group>'y po starcie

source: Cannot change user.
nl: Kan niet van gebruiker veranderen.
pl: Nie mogę przełączyć użytkownika.

source: Cannot change group.
nl: Kan groep niet veranderen.
pl: Nie mogę przełączyć grupy.

source: Unknown command-line option: -%c.
nl: Onbekende commandoregel optie: -%c.
pl: Nieznana opcja: -%c.

source: Unknown command-line option: -\%03o.
nl: Onbekende commandoregel optie: -\%03o.
pl: Nieznana opcja: -\%03o.

source: Error while processing command line options
nl: Fout tijdens het verwerken van commandoregel opties
pl: Błąd podczas przetważania opcji linii poleceń

source: Unexpected argument: %s
nl: Onverwacht argument: %s
pl: Niespodziewany argument: %s

source: Couldn't load config!
nl: Kon configuratie niet laden!
pl: Nie można załadować konfiga!

source: %s doesn't look like jggtrans config file.
nl: %s lijkt niet op een configuratiebestand van jggtrans.
pl: %s nie wygląda na plik konfiguracyjny jggtrans.

source: Multiple syslog configs specified. Using only one.
nl: Meerdere syslog configs opgegeven. Er word slechts één gebruikt.
pl: Podano kilka konfiguracji sysloga. Używam tylko jednej.

source: Unknown syslog facility: %s
nl: Onbekende syslog-faciliteit: %s
pl: Nieznany facility sysloga: %s

source: Multiple log files specified. Using only one.
nl: Meerdere logbestanden opgegeven. Er word slechts één gebruikt.
pl: Podano kilka plików logowania. Używam tylko jednego.

source: Ignoring unknown log type: %s
nl: Bezig met negeren van onbekend logtype: %s
pl: Ignoruję nieznany typ loga: %s

source: jggtrans already running
nl: jggtrans is reeds opgestart
pl: jggtrans już działa

source: Stale pid file. Removing.
nl: Stale pid file. Bezig met verwijderen.
pl: Czerstwy;) plik pidu. Usuwam.

source: Invalid pid file.
nl: Ongeldig pid-bestand.
pl: Nieprawidłowy plik pidu.

source: Couldn't open pidfile %s
nl: Kon pid-bestand %s niet openen
pl: Nie mogę otworzyć pliku pidu %s

source: Couldn't find group %s
nl: Kon groep %s niet vinden
pl: Nie ma grupy %s

source: Couldn't find user %s
nl: Kon gebruiker %s niet vinden
pl: Nie ma użytkownika %s

source: Couldn't change group: %s
nl: Kon groep niet veranderen: %s
pl: Nie mogę przełączyć się do grupy: %s

source: Couldn't init groups: %s
nl: Kon groepen niet initialiseren: %s
pl: Nie mogę uaktywnić grup: %s

source: Couldn't change user: %s
nl: Kon gebruiker niet veranderen: %s
pl: Nie mogę przełączyć się na użytkownika: %s

source: Refusing to run with uid=0
nl: Bezig met weigeren om te draaien met uid=0
pl: Odmawiam pracy przy uid=0

source: Couldn't open log file '%s': %s
nl: Kon logbestand '%s' niet openen: %s
pl: Nie mogę otworzyć pliku loga '%s': %s

source: Restarting in %i seconds.
nl: Herstarten binnen %i seconden.
pl: Ponowne uruchomienie za %i sekund.

source: Exiting normally.
nl: Bezig met beëindigen.
pl: Prawidłowe zakończenie.

source: Download user list from server
nl: Download gebruikerslijst van server
pl: Pobierz listę użytkowników z serwera

source: "Only for friends" mode
nl: "Enkel voor vrienden" modus
pl: Tryb "Tylko dla przyjaciół"

source: "Invisible" mode. As an argument you should pass 'on', 'off' or a status message to be shown when invisible.
pl: "Niewidzialność". Jako argument podaj 'on', 'off' albo status jaki ma być pokazywany użytkownikom GG w czasie niewidzialności.

source: Set user locale (language)
nl: Stel gebruikerslocalisatie in (taal)
pl: Ustaw lokale (język)

source: Ignore messages from unknown users
pl: Ignoruj wiadomości od nieznanych użytkowników

source: Add a user to, or view the ignore list
pl: Dodanie użytkownika do listy ignorowanych lub pokazanie tej listy

source: Remove a user from, or view the ignore list
pl: Usunięcie użytkownika z listy ignorowanych lub pokazanie tej listy

source: Status message to show to GG users. Use 'off' to use Jabber status.
pl: Komunikat statusu pokazywany użytkownikom GG. Użyj 'off' aby pokazywany był status z Jabbera.

source: Status message to show to GG users when not available. Use 'off' to use the one set with the command described above.
pl: Status pokazywany użytkownikom GG podczas niedostępności. Użyj 'off' aby używać status ustawiony poleceniem 'status'.

source: Log in first...
nl: Meld eerst aan...
pl: Najpierw się zaloguj

source: Receiving roster...
nl: Bezig met ontvangen van roster...
pl: Pobieram roster...

source: Roster empty.
nl: Roster leeg.
pl: Roster pusty.

source: Roster received.
nl: Roster ontvangen.
pl: Roster pobrany.

source: No change.
nl: Geen aanpassingen.
pl: Bez zmiany.

source: friends only: on
nl: enkel vrienden: aan
pl: Tylko dla przyjaciół: włączony

source: friends only: off
nl: enkel vrienden: uit
pl: Tylko dla przyjaciół: wyłączony

source: invisible: %s status: %s%s%s
pl: niewidoczność: %s status: %s%s%s

source: on
nl: aan
pl: włączone

source: off
nl: uit
pl: wyłączone

source: not set
pl: nie ustawione

source: offline status: %s%s%s
pl: status offline: %s%s%s

source: Locale set to: %s
nl: Localisatie ingesteld op: %s
pl: Lokane ustawione na: %s

source: _default_
nl: _standaard_
pl: _domyślne_

source: ignore unknown: on
pl: ignorowanie nieznanych: włączone

source: ignore unknown: off
pl: ignorowanie nieznanych: wyłączone

source: Messages from the following GG numbers will be ignored:
pl: Wiadomości od poniższych numerków GG będą ignorowane:

source: Messages from GG number %li will be ignored.
pl: Wiadomości z numer GG %li będą ignorowane.

source: Messages from GG number %li will NOT be ignored.
pl: Wiadomości z numer GG %li NIE będą ignorowane.

source: I don't know you. Register first.
nl: Ik ken u niet. Registreer eerst.
pl: Nie znam Cię. Zarejestruj się.

source: Available commands and abbreviations:
nl: Beschikbare commando's en afkortingen:
pl: Dostępne komendy (i skróty):

source: EXPERIMENTAL!
nl: EXPERIMENTEEL!
pl: EKSPERYMENTALNE!

source: %s Current settings:
nl: %s Huidige instellingen:
pl: %s Obecne ustawienia:

source: %s friends only: %s
nl: %s enkel vrienden: %s
pl: %s Tylko dla przyjaciół: %s

source: %s invisible: %s
nl: %s onzichtbaar: %s
pl: %s Niewidzialność: %s

source: %s ignore unknown: %s
pl: %s ignorowanie nieznanych: %s

source: %s locale: %s
nl: %s localisatie %s
pl: %s Lokale: %s

source: %s number of ignored users: %i
pl: %s liczba ignorowanych użytkowników: %i

source: %s Registered as: %u
nl: %s Geregistreerd als: %u
pl: %s Zarejestrowany jako: %u

source: Error message received: %s
nl: Foutmelding ontvangen: %s
pl: Otrzymano błąd: %s

source: Unsupported message type
nl: Niet ondersteund berichttype
pl: Nieobsługiwany typ wiadomości

source: Internal Server Error
nl: Interne serverfout
pl: Wewnętrzny błąd serwera

source: Bad 'to' in: %s
nl: Ongeldige 'ontvanger' in: %s
pl: Zły 'do' w: %s

source: Anonymous message? %s
nl: Anoniem bericht? %s
pl: Anonimowa wiadomość? %s

source: %s not logged in. While processing %s
nl: %s is niet aangemeld. Tijdens uitvoeren van %s
pl: %s nie jest zalogowany. Podczas przetwarzania %s

source: Not logged in
nl: Niet aangemeld
pl: Nie zalogowany

source: (invisible)
pl: (niewidzialny)

source: presence: No such session: %s
nl: aanwezigheid: Er is geen dergelijke sessie: %s
pl: obecność: Nie ma takiej sesji: %s

source: Presence subscribe request sent to me
nl: Authorizatieaanvraag ontvangen
pl: Otrzymałem prośbę zapisania na moją obecność

source: Presence subscription from unknown user (%s)
nl: Geauthorizeerd van onbekende gebruiker (%s)
pl: Prośba zapisania na obecność od nieznanego użytkownika (%s)

source: Bad 'to': %s
nl: Ongeldige 'aan': %s
pl: Zły 'do': %s

source: Subscribing %s to %s...
nl: Bezig met authorizatie van %s op %s...
pl: Zapisuję %s na %s...

source: Subscription failed
nl: Authorizatie mislukt
pl: Zapisywanie nie powiodło się

source: Subscribed.
nl: Geauthorizeerd.
pl: Zapisany.

source: Presence 'subscribed' sent to me
pl: Otrzymano potwierdzenie subskrypcji obecności

source: %s accepted %s's subscription...
pl: %s zaakceptował subskrypcję %s...

source: Presence 'unsubscribed' from unknown user (%s)
pl: Otrzymano odwołanie subskrypcji obecności od nieznanego użytkownika (%s)

source: Presence 'unsubscribed' sent to me
pl: Otrzymano odwołanie subskrypcji obecności

source: %s denied/canceled %s's subscription...
pl: %s odmówił lub odwołał subskrypcję %s

source: Presence unsubscribe request sent to me
nl: Uitschrijvingsaanvraag op aanwezigheid naar mij verstuurt
pl: Otrzymałem prośbę wypisania zapisu na obecność

source: Unsubscribing %s from %s...
nl: Uitschrijven %s van %s...
pl: Wypisuję %s z %s...

source: Unsubscribed.
nl: Authorizatie ongedaan gemaakt.
pl: Wypisany.

source: Not Found
nl: Niet gevonden
pl: Nie Znaleziono

source: Not registered
pl: Nie zarejestrowany

source: Couldn't find session for '%s'
pl: Nie mogę znaleźć sesji dla '%s'

source: Bad <presence/>: %s
nl: Ongeldige <presence/>: %s
pl: Zła <presence/>: %s

source: Wrong 'to' in %s
nl: Verkeerde 'aan' in %s
pl: Zły 'do' w %s

source: Error presence received: %s
nl: Statusfout ontvangen: %s
pl: Otrzymałem błąd obecności: %s

source: Unsupported type in %s
nl: Niet ondersteund type in %s
pl: Nieobsługiwany typ w %s

source: Not Implemented
nl: Niet ingeprogrammeerd
pl: Nie Zaimplementowane

source: Jabber GG transport registration form
nl: Jabber GG transport: registratieformulier
pl: Formularz rejestracyjny Jabber GG transport

source: Fill in this form to regiser in the transport. You may use registration later to change your settings, public directory information or to unregister.
pl: Wypełnij ten formularz aby zarejestrować się w transporcie. Możesz użyć trybu rejestracji w przyszłości aby zmienić swoje ustawienia, informacje w katalogu albo wyrejestrować się.

source: GG number
nl: GG-nummer
pl: Numerek GG

source: Password
nl: Wachtwoord
pl: Hasło

source: Userlist on GG server
nl: Gebruikerslijst op GG-server
pl: Lista użytkowników na serwerze GG

source: ignore
nl: negeren
pl: ignoruj

source: retrieve
nl: ophalen
pl: pobierz

source: Language
nl: Taal
pl: Język

source: -default-
nl: -standaard-
pl: -domyślne-

source: Friends only
nl: Enkel vrienden
pl: Tylko dla przyjaciół

source: Invisible
nl: Onzichtbaar
pl: Niewidzialność

source: Registration change form
nl: Registratiewijzigingsformulier
pl: Formularz zmiany danych rejestracyjnych

source: You may use this form to change account information, change personal information in the public directory or unregister from the transport.
nl: U kan dit formulier gebruiken om account- of persoonlijke gegevens in de publieke directory te veranderen of om de registratie op het transport ongedaan te maken.
pl: Możesz używać tego formularza do zmiany ustawień konta, zmiany informacji osobistych w katalogu albo do wyrejestrowania się.

source: Action
nl: Actie
pl: Operacja

source: Change account options
nl: Wijzig accountinstellingen
pl: Zmiana ustawień konta

source: Change public directory information
nl: Verander gegevens in publieke directory
pl: Zmiana danych w katalogu

source: Unregister
nl: Registratie ongedaan maken
pl: Wyrejestrowanie

source: Fill out this part only when changing account options:
nl: Vul dit deel enkel in als u de accountopties verandert:
pl: Wypełnij tę część tylko przy zmianie ustawień konta:

source: Fill out this part only when changing public directory info:
nl: Vul dit deel enkel in als u veranderingen aanbrengt in de gegevens in de publieke directory:
pl: Wypełnij tę część tylko przy zmianie danych osobowych w katalogu

source: First name
nl: Voornaam
pl: Imię

source: Last name
nl: Achternaam
pl: Nazwisko

source: Nick
nl: Bijnaam
pl: Pseudonim

source: Birth year
nl: Geboortejaar
pl: Data urodzenia

source: City
nl: Woonplaats
pl: Miasto

source: Sex
nl: Geslacht
pl: Płeć

source: female
nl: vrouwelijk
pl: kobieta

source: male
nl: mannelijk
pl: mężczyzna

source: Family name
nl: Familienaam
pl: Nazwisko rodowe

source: Family city
nl: Familie stad
pl: Miasto pochodzenia

source: No new password given
nl: Geen nieuw wachtwoord opgegeven
pl: Nie podano nowego hasła

source: Passwords do not match
nl: Wachtwoorden komen niet overeen
pl: Hasła nie są takie same

source: New password is the same as the old one.
nl: Het nieuwe wachtwoord is hetzelfde als het oude.
pl: Nowe hasło jest takie samo jak poprzednie.

source: Question contains illegal characters.
nl: Vraag bevat ongeldige tekens.
pl: Pytanie zawiera nieprawidłowe znaki.

source: Answer contains illegal characters.
nl: Antwoordt bevat ongeldige tekens.
pl: Odpowiedź zawiera nieprawidłowe znaki.

source: Not logged in?
nl: Niet aangemeld?
pl: Nie zalogowany?

source: No action field present
nl: Geen actie-veld aanwezig
pl: Brak pola akcji

source: No action value defined
nl: Geen actie-waarde gedefiniëerd
pl: Nie podana wartość akcji

source: Bad action given
nl: Ongeldige actie opgegeven
pl: Podana nieprawidłowa akcja

source: No uin field present
nl: Geen uin-veld aanwezig
pl: Nie podane pole uin

source: No uin value defined
nl: Geen uin-waarde gedefiniëerd
pl: Nie podana wartość uin

source: Bad uin value defined
nl: Ongeldige uin-waarde gedefiniëerd
pl: Podany nieprawidłowy uin

source: No password field present
nl: Geen wachtwoordveld aanwezig
pl: Nie podane pole hasła

source: No password value defined
nl: Geen wachtwoordwaarde gedefiniëerd
pl: Nie podane hasło

source: Couldn't create user %s
nl: Kon gebruiker %s niet aanmaken
pl: Nie mogę utworzyć użytkownika %s

source: Couldn't create session for %s
nl: Kon geen sessie aanmaken voor %s
pl: Nie mogę stworzyć sesji dla %s

source: Password change error for user '%s'
nl: Wachtwoord wijzigingsfout voor gebruiker '%s'
pl: Błąd podczas zmiany hasła użytkownika '%s'

source: Couldn't find the user.
nl: Kon de gebruiker niet vinden.
pl: Nie ma takiego użytkownika.

source: Password changed for user '%s'
nl: Wachtwoord van gebruiker '%s' is gewijzigd
pl: Zmieniono hasło użytkownika '%s'

source: Unregistering '%s'
nl: Bezig met authorizatie ongedaan te maken van '%s'
pl: Wyrejestrowuję '%s'

source: '%s' unregistration failed
nl: Ongedaan maken van de registratie van '%s' is mislukt
pl: Wyrejestrowanie '%s' nie powiodło się

source: Tried to unregister '%s' who was never registered
nl: Probeerde de registratie van '%s' ongedaan te maken maar die was nooit geregistreerd
pl: Próba wyrejestrowania '%s' który nie był zarejestrowany

source: User '%s' unregistered
nl: Registratie van gebruiker '%s' is ongedaan gemaakt
pl: Wyrejestrowano użytkownika '%s'

source: Set query for jabber:iq:register empty: %s
nl: Stel vraag in voor jabber:iq:register empty: %s
pl: Żądanie Set dla jabber:iq:register jest puste: %s

source: Form returned with no type defined
nl: Formulier teruggestuurd zonder een type te definiëren
pl: Zwrócono formularz bez zdefiniowanego typu

source: Cancelled
nl: Geannulleerd
pl: Zaniechany

source: Bad form type
nl: Ongeldig formuliertype
pl: Nieprawidłowy typ formularza

source: <remove/> in jabber:iq:register set: %s
pl: ustawiony <remove/> w jabber:iq:register: %s

source: User '%s' doesn't exist and not enough info to add him
nl: Gebruiker '%s' bestaat niet en er is niet genoeg informatie opgegeven om hem toe te voegen
pl: Użytkownik '%s' nie istnieje, a podano za mało danych by go utworzyć

source: Nothing to change
nl: Niets om te veranderen
pl: Żadnych zmian

source: Not registered, and no password given for public directory change.
nl: Niet geregistreerd en geen wachtwoord opgegeven voor publieke directory verandering.
pl: Użytkownik nie jest zarejestrowany i nie podał hasła by zmienić dane w katalogu.

source: Remote Server Error
nl: Serverfout
pl: Błąd po stronie zdalnego serwera

source: Got public directory change result for unknown request type.
nl: Wijzigingsresultaat van publieke directory ontvangen voor onbekend aanvraagtype
pl: Otrzymano wynik zmiany danych w katalogu dla nieznanego typu żądania.

source: GG public directory search
nl: Zoeken in GG publieke directory
pl: Wyszukiwanie w katalogu publicznym GG

source: Enter your search filter
nl: Voer uw zoekfilter in
pl: Wpisz filtr dla zapytania

source: Any
nl: Elkeen
pl: Dowolna

source: Female
nl: Vrouwelijk
pl: Kobieta

source: Male
nl: Mannelijk
pl: Mężczyzna

source: Active only
nl: Enkel actieve
pl: Tylko dostępne
